<?php $this->getView('utils/head'); $this->echoMeta(array()); $this->getView('utils/header'); ?>

<section class="v_rules">
    <h4>1. Основные понятия</h4>
    <p><b>Сайт</b> – сайт, расположенный в сети Интернет по адресу <a href="http://10hands.io/">http://10hands.io/</a>.</p>
    <p><b>Пользователь</b> – пользователь Сайта, зарегистрированный в установленном порядке.</p>

    <h4>2. Статус Правил</h4>
    <p><b>2.1</b>. Настоящие Правила представляют собой соглашение между Администрацией Сайта и Пользователем (далее вместе именуемые «Стороны») и регулируют права и обязанности Администрации Сайта и Пользователя в связи с использованием Сайта.</p>
    <p><b>2.2</b>. Действующая редакция Правил, являющихся публичным документом, разработана Администрацией Сайта и доступна любому пользователю сети Интернет при переходе по гипертекстовой ссылке «Правила». Администрация Сайта вправе вносить изменения в настоящие Правила. При внесении изменений в Правила Администрация Сайта уведомляет об этом пользователей путем размещения новой редакции Правил на Сайте по постоянному адресу <a href="http://www.10hands.io/rules/">http://10hands.io/rules/</a>.</p>
    <p><b>2.3</b>. Положения настоящих Правил рассматриваются как публичная оферта в соответствии со ст. 437 Гражданского кодекса Российской Федерации. Пользователь обязан полностью ознакомиться с настоящими Правилами регистрации на Сайте. Регистрация на Сайте Пользователем означает полное и безоговорочное принятие Пользователем настоящих Правил в соответствии со ст. 438 Гражданского кодекса Российской Федерации. Положения настоящих правил могут быть приняты только в целом без каких-либо изъятий.</p>
    <p><b>2.4</b>. Пользователь обязан время от времени проверять текущую версию настоящих Правил на предмет внесения изменений и/или дополнений. Продолжение использования Сайта Пользователем после вступления в силу соответствующих изменений настоящих Правил означает принятие и согласие Пользователя с такими изменениями и/или дополнениями.</p>

    <h4>3. Права и обязанности Сторон</h4>
    <p><b>3.1</b>. Пользователь обязан ознакомиться с настоящими Правилами регистрации на Сайте. При несогласии с положениями указанных документов Пользователь обязан воздержаться использования Сайта.</p>
    <p><b>3.2</b>. Запрещается предлагать услуги, связанные с использованием Сайта, другим Пользователям в целях извлечения прибыли. Запрещается использование каких-либо автоматических скриптов («программы-роботы») или иных средств, позволяющих взаимодействовать с Сайтом без участия Пользователя. Запрещается совершать действия, направленные на нарушение нормального функционирования Сайта, и использовать специальные программы, содержащие вредоносные компоненты («вирусы»).</p>
    <p><b>3.3</b>. Администрация Сайта вправе в любое время вносить изменения в функционал Сайта, интерфейс и/или содержание Сайта с уведомлением Пользователей или без такового.</p>
    <p><b>3.4</b>. Администрация Сайта вправе в одностороннем порядке устанавливать стоимость отдельных сервисов, предлагаемых Сайтом. Пользователь обязуется добросовестно использовать способы пополнения личного счета Пользователя на Сайте. При обнаружении Администрацией Сайта фактов неправомерного пополнения личного счета Пользователя Администрация Сайта вправе отказать Пользователю в дальнейшем предоставлении услуг либо в одностороннем порядке уменьшить личный счет Пользователя Сайта.</p>
    <p><b>3.5</b>. Администрация Сайта вправе запросить и использовать информацию о Пользователе исключительно в целях предоставления услуг по использованию Сайта.</p>
    <p><b>3.6</b>. Администрация Сайта обязана обеспечить техническую поддержку Сайта и предоставить простой способ связи для обращений Пользователей по всем возникающим в процессе использования Сайта вопросам.</p>

    <h4>4. Интеллектуальная собственность</h4>
    <p><b>4.1</b>. Пользователь признает, что Сайт, его интерфейс и содержание (включая, но не ограничиваясь, элементы дизайна, текст, графические изображения, иллюстрации, видео, скрипты, программы, музыка, звуки и другие объекты и их подборки, связанные с Сайтом) защищены авторским правом, товарными знаками, патентами и иными правами, которые принадлежат Администрации Сайта или иным законным правообладателям.</p>
    <p><b>4.2</b>. Пользователь не вправе воспроизводить, копировать, изменять, уничтожать, перерабатывать (включая выполнение любого перевода или локализации), продавать, сдавать в прокат, опубликовывать, скачивать, иным образом распространять Сайт либо его компоненты, декомпилировать или иным образом пытаться извлечь исходный код компонентов Сайта, являющихся программным обеспечением, а также изменять функционал Сайта без предварительного письменного согласия Администрации Сайта.</p>
    <p><b>4.3</b>. Пользователь не вправе удалять и/или изменять какую-либо информацию, размещенную Администрацией Сайта в рамках Сайта, в том числе знаки охраны авторского права и средств индивидуализации.</p>
    <p><b>4.4</b>. Если иное явным образом не установлено в настоящих Правилах, ничто в настоящих Правилах не может быть рассмотрено как передача исключительных прав на Сайт и/или его компоненты Пользователю.</p>

    <h4>5. Гарантии и Ответственность</h4>
    <p><b>5.1</b>. Пользователь признает и соглашается с тем, что Сайт предоставляется на условиях «как есть». Администрация Сайта не предоставляет гарантий в отношении последствий использования Сайта, взаимодействия Сайта с другим программным обеспечением.</p>
    <p><b>5.2</b>. Администрация Сайта не предоставляет гарантий того, что Сайт может подходить для конкретных целей использования. Пользователь признает и соглашается с тем, что результат использования Сайта может не соответствовать ожиданиям Пользователя.</p>
    <p><b>5.3</b>. Администрация Сайта или иные правообладатели ни при каких обстоятельствах не несут ответственность за любой косвенный, случайный, неумышленный ущерб (включая упущенную выгоду, ущерб, причиненный утратой данных), вызванный в связи с использованием Сайта или невозможностью его использования, в том числе в случае отказа работы Сайта или иного перерыва в использовании Сайта, даже если Администрация Сайта предупреждала или указывала на возможность такого ущерба.</p>
    <p><b>5.4</b>. Пользователь самостоятельно несет ответственность за свои действия по использованию Сайта, в том числе за действия по размещению и передаче информации, комментариев, изображений и иных материалов другим Пользователям с помощью Сайта. Пользователь самостоятельно несет ответственность за соблюдение прав третьих лиц, применимого законодательства, настоящих Правил, при использовании Сайта.</p>
    <p><b>5.5</b>. За нарушения, допущенные Пользователем, Администрация Сайта вправе отказать Пользователю в дальнейшем предоставлении услуг или ограничить такое предоставление полностью или частично с уведомлением Пользователя или без такового.</p>

    <h4>6. Заключительные положения</h4>
    <p><b>6.1</b>. Пользователь вправе в любой момент отказаться от предоставления услуг.</p>
    <p><b>6.2</b>. Администрация Сайта вправе в любой момент приостанавливать или прекращать функционирование Сайта с уведомлением Пользователей или без такового.</p>
    <p><b>6.3</b>. Настоящие Правила регулируются и толкуются в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные Правилами, подлежат разрешению в соответствии с законодательством Российской Федерации.</p>
    <p><b>6.4</b>. В случае возникновения любых споров или разногласий, связанных с исполнением настоящих Правил, Администрация Сайта и Пользователь приложат все усилия для их разрешения путем проведения переговоров между ними. В случае, если споры не будут разрешены путем переговоров, споры подлежат разрешению в порядке, установленном действующим законодательством Российской Федерации.</p>
    <p><b>6.5</b>. Если по тем или иным причинам одно или несколько положений настоящих Правил будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений.</p>
</section>

<?php $this->getView('utils/footer'); exit;
